benchmarks/framework-shootout/results/flask/query/run1/wrk_steady.txt
Running 5s test @ http://flask:8080/query?q=bench&limit=100&offset=50
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.72ms   20.08ms 165.78ms   81.37%
    Req/Sec     1.56k   410.41     2.83k    76.00%
  Latency Distribution
     50%    5.18ms
     75%   25.73ms
     90%   49.02ms
     99%   65.00ms
  31221 requests in 5.04s, 5.57MB read
Requests/sec:   6197.93
Transfer/sec:      1.11MB